[
    "SHE PUT THE PEN TO PAPER BUT SHE COULDN'T BRING HERSELF TO ACTUALLY WRITE ANYTHING. SHE JUST STARED AT THE BLANK CARD AND WONDERED WHAT WORDS SHE COULD WRITE THAT WOULD HELP IN EVEN A SMALL WAY. SHE THOUGHT OF A DOZEN WAYS TO BEGIN BUT NONE SEEMED TO DO JUSTICE TO THE SITUATION. THERE WERE NO WORDS THAT COULD HELP AND SHE KNEW IT.",
    "THERE WERE ABOUT TWENTY PEOPLE ON THE DAM. MOST OF THEM WERE SIMPLY WALKING AND GETTING EXERCISE. THERE WERE A FEW WHO WERE FISHING. THERE WAS A FAMILY WHO HAD LAID DOWN A BLANKET AND THEY WERE HAVING A PICNIC. IT WAS LIKE THIS MOST DAYS AND NOTHING SEEMED OUT OF THE ORDINARY. THE PROBLEM WAS THAT NOBODY NOTICED THE WATER LEAKING THROUGH THE DAM WALL.",
    "THE AMBER DROPLET HUNG FROM THE BRANCH, REACHING FULLNESS AND READY TO DROP. IT WAITED. WHILE MANY OF THE OTHER DROPLETS WERE SATISFIED TO FORM AS BIG AS THEY COULD AND RELEASE, THIS DROPLET HAD OTHER PLANS. IT WANTED TO BE PART OF HISTORY. IT WANTED TO BE REMEMBERED LONG AFTER ALL THE OTHER DROPLETS HAD DISSOLVED INTO HISTORY. SO IT WAITED FOR THE PERFECT SPECIMEN TO FLY BY TO TRAP AND CAPTURE THAT IT HOPED WOULD EVENTUALLY BE DISCOVERED HUNDREDS OF YEARS IN THE FUTURE.",
    "I INADVERTENTLY WENT TO SEE'S CANDY LAST WEEK (I WAS IN THE MALL LOOKING FOR PHONE REPAIR), AND AS IT TURNS OUT, SEE'S CANDY NOW CHARGES A DOLLAR -- A FULL DOLLAR -- FOR EVEN THE SIMPLEST OF THEIR WEE CONFECTION OFFERINGS. I BOUGHT TWO CHOCOLATE LOLLIPOPS AND TWO CHOCOLATE-CARAMEL-ALMOND THINGS. THE TOTAL COST WAS FOUR-SOMETHING. I MEAN, THE CANDIES WERE TASTY AND ALL, BUT LET'S BE REAL: A SNICKERS BAR IS FIFTY CENTS. AFTER THIS DOLLAR-PER-CANDY REVELATION, I MAY NOT FIND MYSELF WANDERING DREAMILY BACK INTO A SEE'S CANDY ANY TIME SOON.",
    "THERE WERE TWO THINGS THAT WERE IMPORTANT TO TRACEY. THE FIRST WAS HER DOG. ANYONE THAT HAD EVER MET TRACEY KNEW HOW MUCH SHE LOVED HER DOG. MOST WOULD SAY THAT SHE TREATED IT AS HER CHILD. THE DOG WENT EVERYWHERE WITH HER AND IT HAD BEEN HER BEST FRIEND FOR THE PAST FIVE YEARS. THE SECOND THING THAT WAS IMPORTANT TO TRACEY, HOWEVER, WOULD BE A LOT MORE SURPRISING TO MOST PEOPLE.",
    "YOU CAN DECIDE WHAT YOU WANT TO DO IN LIFE, BUT I SUGGEST DOING SOMETHING THAT CREATES. SOMETHING THAT LEAVES A TANGIBLE THING ONCE YOU'RE DONE. THAT WAY EVEN AFTER YOU'RE GONE, YOU WILL STILL LIVE ON IN THE THINGS YOU CREATED.",
    "SHE CONSIDERED THE BIRDS TO BE HER FRIENDS. SHE'D PUT OUT FOOD FOR THEM EACH MORNING AND THEN SHE'D WATCH AS THEY CAME TO THE FEEDERS TO GORGE THEMSELVES FOR THE DAY. SHE WONDERED WHAT THEY WOULD DO IF SOMETHING EVER HAPPENED TO HER. WOULD THEY MISS THE MEALS SHE PROVIDED IF SHE FAILED TO PUT OUT THE FOOD ONE MORNING?",
    "MATT TOLD HER TO REACH FOR THE STARS, BUT VERONICA THOUGHT IT WAS THE MOST RIDICULOUS ADVICE SHE'D EVER RECEIVED. SURE, IT HAD BEEN WELL-MEANING WHEN HE SAID IT, BUT SHE DIDN'T UNDERSTAND WHY ANYONE WOULD WANT TO SUGGEST SOMETHING THAT WOULD LITERALLY KILL YOU IF YOU ACTUALLY MANAGED TO ACHIEVE IT.",
    "IT HAD BEEN HER DREAM FOR YEARS BUT DANA HAD FAILED TO TAKE ANY ACTION TOWARD MAKING IT COME TRUE. THERE HAD ALWAYS BEEN A GOOD EXCUSE TO DELAY OR PRIORITIZE ANOTHER PROJECT. AS SHE WOKE, SHE REALIZED SHE WAS ONCE AGAIN AT A CROSSROADS. WOULD IT BE ANOTHER EXCUSE OR WOULD SHE FINALLY FIND THE COURAGE TO PURSUE HER DREAM? DANA ROSE AND TOOK HER FIRST STEP.",
    "WANDERING DOWN THE PATH TO THE POND HAD BECOME A DAILY ROUTINE. EVEN WHEN THE WEATHER WASN'T COOPERATING LIKE TODAY WITH THE WIND AND RAIN, JERRY STILL TOOK THE MORNING STROLL DOWN THE PATH UNTIL HE REACHED THE POND. ALTHOUGH THERE DIDN'T SEEM TO BE A PARTICULAR REASON JERRY DID THIS TO ANYONE LOOKING IN FROM THE OUTSIDE, THOSE WHO KNEW HIM WELL KNEW EXACTLY WHAT WAS GOING ON. IT COULD ALL BE TRACED BACK TO A SPECIFIC INCIDENT THAT HAPPENED EXACTLY 5 YEARS PREVIOUSLY.",
    "IT WAS A GOOD IDEA. AT LEAST, THEY ALL THOUGHT IT WAS A GOOD IDEA AT THE TIME. HINDSIGHT WOULD REVEAL THAT IN REALITY, IT WAS AN UNBELIEVABLY TERRIBLE IDEA, BUT IT WOULD TAKE ANOTHER WEEK FOR THEM TO UNDERSTAND THAT. RIGHT NOW, AT THIS VERY MOMENT. THEY ALL AGREED THAT IT WAS THE PERFECT COURSE OF ACTION FOR THE CURRENT SITUATION.",
    "FINDING THE RED ROSE IN THE MAILBOX WAS A PLEASANT SURPRISE FOR SARAH. SHE DIDN'T HAVE A BOYFRIEND OR KNOW OF ANYONE WHO WAS INTERESTED IN HER AS ANYTHING MORE THAN A FRIEND. THERE WASN'T EVEN A NOTE ATTACHED TO IT. ALTHOUGH IT WAS A COMPLETE MYSTERY, IT STILL MADE HER HEART JUMP AND RACE A LITTLE MORE THAN USUAL. SHE WISHED THAT SHE COULD SIMPLY ACCEPT THE GESTURE AND BE CONTENT KNOWING SOMEONE HAD GIVEN IT TO HER, BUT THAT WASN'T THE WAY SARAH DID THINGS. NOW IT WAS TIME TO DO A LITTLE DETECTIVE WORK AND TRY TO FIGURE WHO HAD ACTUALLY LEFT THE RED ROSE.",
    "BRENDA NEVER WANTED TO BE FAMOUS. WHILE MOST OF HER FRIENDS DREAMED ABOUT BEING FAMOUS, SHE COULD SEE THE NEGATIVE ASPECTS THAT THOSE WHO WANTED TO BE FAMOUS SEEMED TO IGNORE. THE FACT THAT YOU COULD NEVER DO ANYTHING IN PUBLIC WITHOUT BEING MOBBED AND THE COMPLETE LACK OF PRIVACY WAS SOMETHING THAT SHE NEVER WANTED TO EXPERIENCE. SHE ALSO HAD NO DESIRE TO HAVE STRANGERS SPECULATING ABOUT EVERY ASPECT OF HER LIFE AND WHAT EACH THING SHE DID WAS SUPPOSED TO MEAN. BRENDA WAS PERFECTLY HAPPY WITH HER ANONYMOUS LIFE WHERE SHE COULD DO EXACTLY AS SHE WANTED WITHOUT ANYONE ELSE GIVING A DAMN. THUS, HER OVERNIGHT INTERNET CELEBRITY WAS NOT SOMETHING SHE WAS THRILLED ABOUT AS HER FRIENDS TOLD HER HOW LUCKY SHE WAS.",
    "HE DROPPED THE BALL. WHILE MOST PEOPLE WOULD THINK THAT THIS WAS A METAPHOR OF SOME TYPE, IN JOE'S CASE IT WAS ABSOLUTELY LITERAL. HE HAD HOPES OF REACHING THE MAJOR LEAGUE AND THAT DREAM WAS NOW IT GREAT JEOPARDY. ALL BECAUSE HE HAD DROPPED THE BALL.",
    "THERE WAS LITTLE DOUBT THAT THE BRIDGE WAS UNSAFE. ALL ONE HAD TO DO WAS LOOK AT IT TO KNOW THAT WITH CERTAINTY. YET BOB DIDN'T SEE ANOTHER OPTION. HE MAY HAVE BEEN ABLE TO WORK ONE OUT IF HE HAD A BIT OF TIME TO THINK THINGS THROUGH, BUT TIME WAS SOMETHING HE DIDN'T HAVE. A CHOICE NEEDED TO BE MADE, AND IT NEEDED TO BE MADE QUICKLY.",
    "IT HAD BECOME A FAR TOO COMMON AN EVENT IN HER LIFE. SHE HAS SPECIFICALLY PLACED THE KEY TO THE BOX IN A SPECIAL PLACE SO THAT SHE WOULDN'T LOSE IT AND KNOW EXACTLY WHERE IT WAS WHEN THE KEY WAS NEEDED. NOW THAT SHE NEEDED TO OPEN THE BOX, SHE HAD ABSOLUTELY NO IDEA WHERE THAT SPECIAL SPOT SHE PLACED THE KEY MIGHT BE.",
    "HE SWUNG BACK THE FISHING POLE AND CAST THE LINE WHICH ELL 25 FEET AWAY INTO THE RIVER. THE LURE LANDED IN THE PERFECT SPOT AND HE WAS SURE HE WOULD SOON GET A BITE. HE NEVER EXPECTED THAT THE BITE WOULD COME FROM BEHIND IN THE FORM OF A BEAR.",
    "SHE DIDN'T UNDERSTAND HOW CHANGED WORKED. WHEN SHE LOOKED AT TODAY COMPARED TO YESTERDAY, THERE WAS NOTHING THAT SHE COULD SEE THAT WAS DIFFERENT. YET, WHEN SHE LOOKED AT TODAY COMPARED TO LAST YEAR, SHE COULDN'T SEE HOW ANYTHING WAS EVER THE SAME.",
    "THE WAVE ROARED TOWARDS THEM WITH SPEED AND VIOLENCE THEY HAD NOT ANTICIPATED. THEY BOTH TURNED TO RUN BUT BY THAT TIME IT WAS TOO LATE. THE WAVE CRASHED INTO THEIR LEGS SWEEPING BOTH OF THEM OFF OF THEIR FEET. THEY NOW FOUND THEMSELVES IN A WASHING MACHINE OF SALTWATER, GETTING TUMBLED AND NOT KNOW WHAT WAS UP OR DOWN. BOTH WERE SCARED, NOT KNOWING HOW THIS WAS GOING TO END, BUT IT WAS BY FAR THE BEST TIME OF THE TRIP THUS FAR.",
    "THE THING THAT'S GREAT ABOUT THIS JOB IS THE TIME SOURCING THE ITEMS INVOLVES NO TRAVELING. I JUST LOOK ONLINE TO BUY IT. IT'S REALLY AS SIMPLE AS THAT. WHILE EVERYONE ELSE IS SEARCHING FOR WHAT THEY CAN SELL, I SIT IN FRONT OF MY COMPUTER AND BUY BETTER STUFF FOR LESS MONEY AND SPEND A FRACTION OF THE TIME DOING IT.",
    "I'M MEANT TO BE WRITING AT THIS MOMENT. WHAT I MEAN IS, I'M MEANT TO BE WRITING SOMETHING ELSE AT THIS MOMENT. THE DOCUMENT I'M MEANT TO BE WRITING IS, OF COURSE, OPEN IN ANOTHER PROGRAM ON MY COMPUTER AND IS PATIENTLY AWAITING MY ATTENTION. YET HERE I AM PLONKING DOWN SENSELESS SENTIMENTS IN THIS PARAGRAPH BECAUSE IT'S EASIER TO DO THAN TO WORK ON ANYTHING PARTICULARLY MEANINGFUL. I AM GRATEFUL FOR THE DISTRACTION.",
    "\"IT WAS SO GREAT TO HEAR FROM YOU TODAY AND IT WAS SUCH WEIRD TIMING,\" HE SAID. \"THIS IS GOING TO SOUND FUNNY AND A LITTLE STRANGE, BUT YOU WERE IN A DREAM I HAD JUST A COUPLE OF DAYS AGO. I'D LOVE TO GET TOGETHER AND TELL YOU ABOUT IT IF YOU'RE UP FOR A CUP OF COFFEE,\" HE CONTINUED, LAYING THE TRAP HE'D BEEN PLANNING FOR YEARS.",
    "SHE ASKED THE QUESTION EVEN THOUGH SHE DIDN'T REALLY WANT TO HEAR THE ANSWER. IT WAS A NO-WIN SITUATION SINCE SHE ALREADY KNEW. IF HE TOLD THE TRUTH, SHE'D GET CONFIRMATION OF HER WORST FEARS. IF HE LIED, SHE'D KNOW THAT HE WASN'T WHO SHE THOUGHT HE WAS WHICH WOULD BE ALMOST AS BAD. YET SHE ASKED THE QUESTION ANYWAY AND WAITED FOR HIS ANSWER.",
    "\"IT'S NEVER GOOD TO GIVE THEM DETAILS,\" JANICE TOLD HER SISTER. \"ALWAYS BE A LITTLE VAGUE AND KEEP THEM GUESSING.\" HER SISTER LISTENED INTENTLY AND NODDED IN AGREEMENT. SHE DIDN'T FULLY UNDERSTAND WHAT HER SISTER WAS SAYING BUT THAT DIDN'T MATTER. SHE LOVED HER SO MUCH THAT SHE WOULD HAVE AGREED TO WHATEVER CAME OUT OF HER MOUTH.",
    "IT WAS ALWAYS THE MONDAY MORNINGS. IT NEVER SEEMED TO HAPPEN ON TUESDAY MORNING, WEDNESDAY MORNING, OR ANY OTHER MORNING DURING THE WEEK. BUT IT HAPPENED EVERY MONDAY MORNING LIKE CLOCKWORK. HE MENTALLY PREPARED HIMSELF TO ONCE AGAIN DEAL WITH WHAT WAS ABOUT TO HAPPEN, BUT THIS TIME HE ALSO PLACED A KNIFE IN HIS POCKET JUST IN CASE.",
    "IT HAD BEEN A LATE NIGHT. TO BE MORE CORRECT, IT HAD BEEN AN EARLY MORNING. IT WAS NOW 3:00 AM AND GEORGE WAS JUST GETTING HOME. HE WASN'T SURE IF IT HAD BEEN WORTH IT. HE WAS SUPPOSED TO HAVE BEEN FINISHED BY 10:00 PM, BUT HIS BOSS HAD IMPLORED HIM TO STAY AND HELP WHEN IT WAS CLEAR THEY WEREN'T GOING TO MEET THE 10:00 PM TARGET TIME. SO, HE HAD STAYED AN EXTRA 5 HOURS AND LOST A GOOD NIGHT'S SLEEP FOR SOMETHING HE DIDN'T REALLY BELIEVE IN, BUT HE DID ANYWAY BECAUSE HE WAS AFRAID IF HE REFUSED HE MIGHT LOSE HIS JOB.",
    "HE WAS AN EXPERT BUT NOT IN A DISCIPLINE THAT ANYONE COULD FULLY APPRECIATE. HE KNEW HOW TO HOLD THE CONE JUST RIGHT SO THAT THE SOFT SERVER ICE-CREAM FELL INTO IT AT THE PRECISE ANGLE TO FORM A PERFECT CONE EACH AND EVERY TIME. IT HAD TAKEN YEARS TO PERFECT AND HE COULD NOW DO IT WITHOUT EVEN PUTTING ANY THOUGHT BEHIND IT. NOBODY SEEMED TO FULLY UNDERSTAND THE BEAUTY OF THIS ACCOMPLISHMENT EXCEPT FOR THE NEW WORKER WHO WATCHED IN AMAZEMENT.",
    "I RECENTLY DISCOVERED I COULD MAKE FUDGE WITH JUST CHOCOLATE CHIPS, SWEETENED CONDENSED MILK, VANILLA EXTRACT, AND A THICK POT ON SLOW HEAT. I TRIED IT WITH DARK CHOCOLATE CHUNKS AND I TRIED IT WITH SEMI-SWEET CHOCOLATE CHIPS. IT'S BETTER WITH BOTH KINDS. IT COMES OUT PRETTY BAD WITH JUST THE DARK CHOCOLATE. THE BEST ADD-INS ARE CRUSHED ALMONDS AND MARSHMALLOWS -- WHAT YOU GET FROM THAT IS ROCKY ROAD. IT TAKES ABOUT TWENTY MINUTES FROM START TO FRIDGE, AND THEN IT TAKES ABOUT SIX MONTHS TO WORK OFF THE TWENTY POUNDS YOU GAIN FROM EATING IT. ALL THINGS IN MODERATION, FRIENDS. ALL THINGS IN MODERATION.",
    "THEY RUSHED OUT THE DOOR, GRABBING ANYTHING AND EVERYTHING THEY COULD THINK OF THEY MIGHT NEED. THERE WAS NO TIME TO DOUBLE-CHECK TO MAKE SURE THEY WEREN'T LEAVING SOMETHING IMPORTANT BEHIND. EVERYTHING WAS THROWN INTO THE CAR AND THEY SPED OFF. THIRTY MINUTES LATER THEY WERE SAFE AND THAT WAS WHEN IT DAWNED ON THEM THAT THEY HAD FORGOTTEN THE MOST IMPORTANT THING OF ALL.",
    "LIFE ISN'T ALWAYS BEAUTIFUL. THAT WAS A LESSON THAT DAN WAS LEARNING. HE ALSO REALIZED THAT LIFE WASN'T EASY. THIS HAD COME AS A SHOCK SINCE HE HAD LIVED A CHARMED LIFE. HE HATED THAT THIS WAS THE TRUTH AND HE STRUGGLED TO BE HAPPY KNOWING THAT HIS ASSUMPTIONS WEREN'T CORRECT. HE WOULDN'T REALIZE UNTIL MUCH LATER IN LIFE THAT THE DIFFICULT OBSTACLES HE WAS FACING THAT WERE TAKING AWAY THE BEAUTY IN HIS LIFE AT THIS MOMENT WOULD ULTIMATELY MAKE HIS LIFE MUCH MORE BEAUTIFUL. ALL HE KNEW WAS THAT AT THIS MOMENT WAS THAT LIFE ISN'T ALWAYS BEAUTIFUL.",
    "THERE WAS ONLY HALF A WORM IN THE APPLE. AT FIRST, JUDY DIDN'T QUITE COMPREHEND WHAT THIS MEANT. \"WHY WOULD ONLY HALF A WORM BE LIVING IN AN APPLE?\" SHE WONDERED. AND THEN IT DAWNED ON HER. JUDY QUICKLY SPIT OUT THE BITE SHE HAD JUST TAKEN EXPECTING TO SEE THE OTHER HALF OF THE WORM. IT ENDED UP BEING MUCH WORSE THAN THAT.",
    "THIS IS IMPORTANT TO REMEMBER. LOVE ISN'T LIKE PIE. YOU DON'T NEED TO DIVIDE IT AMONG ALL YOUR FRIENDS AND LOVED ONES. NO MATTER HOW MUCH LOVE YOU GIVE, YOU CAN ALWAYS GIVE MORE. IT DOESN'T RUN OUT, SO DON'T TRY TO HOLD BACK GIVING IT AS IF IT MAY ONE DAY RUN OUT. GIVE IT FREELY AND AS MUCH AS YOU WANT.",
    "THEY SAY YOU ONLY COME TO PEACE WITH YOURSELF WHEN YOU KNOW YOURSELF BETTER THAN THOSE AROUND YOU. DERICK KNEW NOTHING ABOUT THIS. HE THOUGHT HE HAD FOUND PEACE BUT THIS WAS AN ILLUSION AS HE WAS ABOUT TO FIND OUT WITH AN UNEXPECTED OCCURRENCE THAT HE ACTUALLY KNEW NOTHING ABOUT HIMSELF.",
    "AFTER HUNTING FOR SEVERAL HOURS, WE FINALLY SAW A LARGE SEAL SUNNING ITSELF ON A FLAT ROCK. I TOOK ONE OF THE WOODEN CLUBS WHILE LARRY TOOK THE LONGER ONE. WE SLOWLY SNUCK UP BEHIND THE SEAL UNTIL WE WERE CLOSE ENOUGH TO CLUB IT OVER ITS HEAD. THE SEAL SLUMPED OVER AND DIED. THIS SEAL WOULD HELP US SURVIVE. WE COULD EAT THE MEAT AND FAT. THE FAT COULD BE BURNED IN A SHELL FOR LIGHT AND THE FUR COULD BE USED TO MAKE A BLANKET. WE DECLARED OUR FIRST DAY OF HUNTING A GREAT SUCCESS.",
    "TURNING AWAY FROM THE LEDGE, HE STARTED SLOWLY DOWN THE MOUNTAIN, DECIDING THAT HE WOULD, THAT VERY NIGHT, SATISFY HIS CURIOSITY ABOUT THE MAN-HOUSE. IN THE MEANTIME, HE WOULD GO DOWN INTO THE CANYON AND GET A COOL DRINK, AFTER WHICH HE WOULD VISIT SOME BERRY PATCHES JUST OVER THE RIDGE, AND EXPLORE AMONG THE FOOTHILLS A BIT BEFORE HIS NAP-TIME, WHICH ALWAYS CAME JUST AFTER THE SUN HAD WALKED PAST THE MIDDLE OF THE SKY. AT THAT PERIOD OF THE DAY THE SUN’S WARM RAYS SEEMED TO CAST A SLEEPY SPELL OVER THE SILENT MOUNTAINSIDE, SO ALL OF THE ANIMALS, WITH ONE ACCORD, HAD DECIDED IT SHOULD BE THE HOUR FOR THEIR MID-DAY SLEEP.",
    "THE SHADES WERE CLOSED KEEPING THE ROOM DARK. PETER KNEW THAT HE SHOULD OPEN THEM AND LET IN THE SUNLIGHT SO HE COULD BEGIN THE DAY, BUT HE DIDN'T HAVE THE ENERGY OR WILLPOWER. NOTHING HAD GONE AS EXPECTED THE DAY BEFORE AND HE NO LONGER WANTED TO SPEND THE ENERGY TO BEGIN A NEW DAY. HE STARED AT THE SHADES WONDERING IF THERE WAS A WAY TO DISAPPEAR FROM THE REALITY OF THE WORLD FOR THE REST OF THE DAY.",
    "SHE DIDN'T LIKE THE FOOD. SHE NEVER DID. SHE MADE THE USUAL COMPLAINTS AND STARTED THE TANTRUM HE KNEW WAS COMING. BUT THIS TIME WAS DIFFERENT. INSTEAD OF TRYING TO PLACATE HER AND HER UNREASONABLE DEMANDS, HE JUST STARED AT HER AND WATCHED HER MELTDOWN WITHOUT SAYING A WORD.",
    "SOMETIMES IT'S SIMPLY BETTER TO IGNORE THE HATERS. THAT'S THE LESSON THAT TOM'S DAD HAD BEEN TRYING TO TEACH HIM, BUT TOM STILL COULDN'T LET IT GO. HE LATCHED ONTO THEM AND THEIR HATE AND COULDN'T LET IT GO, BUT HE ALSO REALIZED THAT THIS WASN'T HEALTHY. THAT'S WHEN HE CAME UP WITH HIS DEVIOUS PLAN.",
    "THE ANSWER WAS WITHIN HER REACH. IT WAS HIDDEN IN A BOX AND NOW THAT BOX SAT DIRECTLY IN FRONT OF HER. SHE'D SPENT YEARS SEARCHING FOR IT AND COULD HARDLY BELIEVE SHE'D FINALLY MANAGED TO FIND IT. SHE TURNED THE KEY TO UNLOCK THE BOX AND THEN GENTLY LIFTED THE TOP. SHE HELD HER BREATH IN ANTICIPATION OF FINALLY KNOWING THE ANSWER SHE HAD SPENT SO MUCH OF HER TIME IN SEARCH OF. AS THE LID CAME OFF SHE COULD SEE THAT THE BOX WAS EMPTY.",
    "FINDING THE TRUTH WOULDN'T BE EASY, THAT'S FOR SURE. THEN THERE WAS THE QUESTION OF WHETHER OR NOT JANE REALLY WANTED TO KNOW THE TRUTH. THAT'S THE THING THAT BOTHERED HER MOST. IT WASN'T THE DIFFICULTY OF ACTUALLY FINDING OUT WHAT HAPPENED THAT WAS THE OBSTACLE, BUT HAVING TO LIVE WITH THAT INFORMATION ONCE IT WAS FOUND.",
    "HE COULDN'T MOVE. HIS HEAD THROBBED AND SPUN. HE COULDN'T DECIDE IF IT WAS THE FLU OR THE DRINKING LAST NIGHT. IT WAS PROBABLY A COMBINATION OF BOTH.",
    "HE SAT ACROSS FROM HER TRYING TO IMAGINE IT WAS THE FIRST TIME. IT WASN'T. HAD IT BEEN A HUNDRED? IT QUITE POSSIBLY COULD HAVE BEEN. TWO HUNDRED? PROBABLY NOT. HIS MIND WANDERED UNTIL HE CAUGHT HIMSELF AND AGAIN TRIED TO IMAGINE IT WAS THE FIRST TIME.",
    "\"I'LL TALK TO YOU TOMORROW IN MORE DETAIL AT OUR MEETING, BUT I THINK I'VE FOUND A SOLUTION TO OUR PROBLEM. IT'S NOT EXACTLY LEGAL, BUT IT WON'T LAND US IN JAIL FOR THE REST OF OUR LIVES EITHER. ARE YOU WILLING TO TAKE THE CHANCE?\" MONROE ASKED HIS PARTNER OVER THE PHONE.",
    "THERE WAS A REASON FOR HER SHYNESS. EVERYONE ASSUMED IT HAD ALWAYS BEEN THERE BUT SHE KNEW BETTER. SHE KNEW THE EXACT MOMENT THAT THE SHYNESS BEGAN. IT HAD BEEN THAT FATEFUL MOMENT AT THE LAKE. THERE ARE JUST SOME EVENTS THAT DO THAT TO YOU.",
    "IT WAS A RAT'S NEST. NOT A LITERAL ONE, BUT THAT IS WHAT HER HAIR SEEMED TO RESEMBLE EVERY MORNING WHEN SHE GOT UP. IT WAS GOING TO TAKE AT LEAST AN HOUR TO GET IT UNDER CONTROL AND SHE WAS SICK AND TIRED OF IT. SHE PEERED INTO THE MIRROR AND WONDERED IF IT WAS WORTH IT. IT WASN'T. SHE OPENED THE DRAWER AND PICKED UP THE HAIR CLIPPERS.",
    "YOU KNOW THAT TINGLY FEELING YOU GET ON THE BACK OF YOUR NECK SOMETIMES? I JUST GOT THAT FEELING WHEN TALKING WITH HER. YOU KNOW I DON'T BELIEVE IN SIXTH SENSES, BUT THERE IS SOMETHING NOT RIGHT WITH HER. I DON'T KNOW HOW I KNOW, BUT I JUST DO.",
    "IT ALL STARTED WITH THE COMPUTER. HAD HE KNOWN WHAT WAS TO FOLLOW, HE WOULD HAVE NEVER LOGGED ON THAT DAY. BUT THE TRUTH WAS THERE WAS NO WAY TO KNOW WHAT WAS ABOUT TO HAPPEN. SO DAVE PRESSED THE START BUTTON, THE COMPUTER BOOTED UP, THE SCREEN CAME ALIVE, AND EVERYTHING DAVE KNEW TO BE TRUE NO LONGER WAS.",
    "IT WAS EASY TO SPOT HER. ALL YOU NEEDED TO DO WAS LOOK AT HER SOCKS. THEY WERE NEVER A MATCHING PAIR. ONE WOULD BE GREEN WHILE THE OTHER WOULD BE BLUE. ONE WOULD REACH HER KNEE WHILE THE OTHER BARELY TOUCHED HER ANKLE. EVERY OTHER PART OF HER WAS PERFECT, BUT NEVER THE SOCKS. THEY WERE HER MICRO ACT OF REBELLION.",
    "SARAH WATCHED THE WHIRLPOOL MESMERIZED. SHE COULDN'T TAKE HER EYES OFF THE WATER SWIRLING AROUND AND AROUND. SHE STUCK IN SMALL TWIGS AND LEAVES TO WATCH THE WHIRLPOOL CATCH THEM AND THEN SUCK THEM DOWN. IT BOTHERED HER MORE THAN A LITTLE BIT THAT THIS COULD ALSO BE USED AS A METAPHOR FOR HER LIFE.",
    "STORMI IS A DOG. SHE IS DARK GREY AND HAS LONG LEGS. HER EYES ARE EXPRESSIVE AND ARE ABLE TO LET HER HUMANS KNOW WHAT SHE IS THINKING. HER TONGUE IS LONG, PINK, AND WET. HER LONG LEGS ALLOW HER TO SPRINT AFTER OTHER DOGS, PEOPLE OR BUNNIES. SHE CAN BE A GOOD DOG, BUT ALSO VERY BAD. HER TAIL WAGS WHEN HAPPY OR EXCITED AND HIDES BETWEEN HER BACK LEGS WHEN SHE IS BAD. STORMI IS A DOG I LOVE."
]
